Repository: Ifsttar/I-Simpa
Catalog: currentRelease/SystemScript/recp_tool/locale/*/internat.po
Languages: el

source: Angle of rotation (degrees)
el: Γωνία περιστροφής (μοίρες)

source: Col step x (m)
el: Βήμα στηλών x (m)

source: Col step y (m)
el: Βήμα στηλών y (m)

source: Col step z (m)
el: Βήμα στηλών z (m)

source: Create a receiver grid
el: Δημιουργία κανάβου δεκτών

source: Direction x (m)
el: Κατεύθυνση x (m)

source: Direction y (m)
el: Κατεύθυνση y (m)

source: Direction z (m)
el: Κατεύθυνση z (m)

source: Number of cols
el: Πλήθος στηλών

source: Number of rows
el: Πλήθος σειρών

source: Orient a group of receivers to a point
el: Προσανατολισμός ομάδας δεκτών ως προς σημείο

source: Orient the group to a position
el: Προσανατολισμός ομάδας ως προς σημείο

source: Orient to position x (m)
el: Προσανατολισμός προς σημείο x (m)

source: Orient to position y (m)
el: Προσανατολισμός προς σημείο y (m)

source: Orient to position z (m)
el: Προσανατολισμός προς σημείο z (m)

source: Please enter the coordinates of the orientation point
el: Παρακαλώ εισάγετε τις συντεταγμένες του σημείου προσανατολισμού

source: Please enter the coordinates of the translation vector
el: Παρακαλώ εισάγετε τις συντεταγμένες του διανύσματος μετάφρασης

source: Please fill the following fields to create the receivers points grid
el: Παρακαλώ συμπληρώστε τα παρακάτω πεδία για να δημιουργήσετε τον κάναβο σημειακών δεκτών

source: Rotation center x (m)
el: Κέντρο περιστροφής x (m)

source: Rotation center y (m)
el: Κέντρο περιστροφής y (m)

source: Rotation center z (m)
el: Κέντρο περιστροφής z (m)

source: Rotation of a group of receivers
el: Περιστροφή ομάδας δεκτών

source: Rotation of receivers
el: Περιστροφή δεκτών

source: Row step x (m)
el: Βήμα σειράς x (m)

source: Row step y (m)
el: Βήμα σειράς y (m)

source: Row step z (m)
el: Βήμα σειράς z (m)

source: Starting position x (m)
el: Αρχική θέση x (m)

source: Starting position y (m)
el: Αρχική θέση y (m)

source: Starting position z (m)
el: Αρχική θέση z (m)

source: Translation of a group of receivers
el: Μετάφραση μιας ομάδας δεκτών

source: Translation of receivers
el: Μετάφραση δεκτών

source: Vector of rotation x (m)
el: Διάνυσμα περιστροφής x (m)

source: Vector of rotation y (m)
el: Διάνυσμα περιστροφής y (m)

source: Vector of rotation z (m)
el: Διάνυσμα περιστροφής z (m)

source: Wrong parameters
el: Λάθος παράμετροι
