Repository: Ifsttar/I-Simpa
Catalog: src/isimpa/lang/*/internat.po
Languages: el, pt_br

source: First person
el: Πρώτο πρόσωπο
pt_br: Primeira pessoa

source: First person camera
el: Κάμερα πρώτου προσώπου
pt_br: Câmera em primeira pessoa

source: Fitting zone
pt_br: Zona com obstáculos

source: Fitting zone %i
pt_br: Zona com obstáculos %i

source: Fitting zone %s is not taken into account in the calculation (user choice)
pt_br: Zona com obstáculos %s não será considerada no cálculo (escolha do usuário)

source: Floating 3D View
el: ελεύθερη προβολή 3D
pt_br: Vista 3D flutuante

source: Floors
el: Δάπεδα
pt_br: Pisos

source: Folder name can't use the following letters: \/:*?"<>|
el: Το όνομα του φακέλου δεν μπορεί να περιέχει τα ακόλουθα σύμβολα: \/:*?"<>|
pt_br: O nome da pasta não deve conter os seguintes caracteres: \/:*?"<>|

source: Folder name or file name can't be empty
el: Το όνομα φακέλου ή αρχείου δεν μπορεί να είναι κενό
pt_br: O nome da pasta ou arquivo não pode estar em branco

source: Forced adding changes in the change log.
el: Επιβολή προσθήκης αλλαγών στον κατάλογο αλλαγών
pt_br: Adição forçada de alterações no registro de alterações

source: Frequency bands
el: Φασματικά εύρη
pt_br: Bandas de frequências

source: Full
el: Πλήρες
pt_br: Completo

source: General parameters
el: Γενικές παράμετροι
pt_br: Parâmetros gerais

source: General parameters:
el: Γενικές παράμετροι:
pt_br: Parâmetros gerais:

source: Generating mesh
el: Δημιουργία πλέγματος
pt_br: Gerando malha

source: Global sound level
el: Καθολική ηχητική στάθμη
pt_br: Nível sonoro global

source: Grid color
el: Χρώμα καννάβου
pt_br: Cor do grid

source: Grid resolution (m)
el: Ανάλυση κανάβου (m)
pt_br: Resolução do grid (m)

source: Grid scale
el: Κλίμακα καννάβου
pt_br: Escala do grid

source: Ground
el: Έδαφος
pt_br: Solo

source: Group
el: Ομάδα
pt_br: Grupo

source: Height
el: Ύψος
pt_br: Altura

source: Height (z)
el: Ύψος (z)
pt_br: Altura (z)

source: Help
el: Βοήθεια
pt_br: Ajuda

source: Hide all
el: Απόκρυψη όλων
pt_br: Ocultar todos

source: Hide legend
el: Απόκρυψη υπομνήματος
pt_br: Ocultar legenda

source: Hide meshing
el: Απόκρυψη πλέγματος
pt_br: Ocultar malha

source: Histogram
el: Ιστόγραμμα
pt_br: Histograma

source: History
el: Ιστορικό
pt_br: Histórico

source: Homogeneous
el: Ομογενές
pt_br: Homogêneo

source: Horizontal line
el: Οριζόντια γραμμή
pt_br: Linha horizontal

source: I-SIMPA resource folder does not exists
el: Ο φάκελος πόρων του I-SIMPA δεν υπάρχει
pt_br: Pasta de recursos I-SIMPA inexistente

source: If this field is not activated, label are converted in numbers and applied on the X axis
el: Εφόσον το πεδίο δεν είναι ενεργοποιημένο, η ετικέτες μετατρέπονται σε αριθμούς και εφαρμόζονται στον άξονα X
pt_br: Se este campo não estiver ativado, rótulos são convertidos em números e aplicados ao eixo X

source: If this option is activated, the scene will be imported with a correction process to improve compatibility with the mesh generator
el: Εφόσον η επιλογή είναι ενεργοποιημένη, η σκηνή θα εισαχθεί με μια διαδικασία επιδιόρθωσης για την βελτίωση της συμβατότητας με τον παραγωγό πλέγματος
pt_br: Se esta opção estiver ativada, a cena será importada com um processo de correção para aumentar a compatibilidade com o gerador de malhas

source: Image PNG (*.png)|*.png|Image JPG (*.jpg)|*.jpg|Image Bitmap (*.bmp)|*.bmp
el: Εικόνα PNG (*.png)|*.png|Εικόνα JPG (*.jpg)|*.jpg|Εικόνα Bitmap (*.bmp)|*.bmp
pt_br: Imagen PNG (*.png)|*.png|Imagen JPG (*.jpg)|*.jpg|Imagen Bitmap (*.bmp)|*.bmp

source: Image saved successfully
el: Η εικόνα αποθηκεύθηκε επιτυχώς
pt_br: Imagem salva com sucesso

source: Import from CATT-Acoustic file
el: Εισαγωγή από αρχείο του CATT-Acoustic
pt_br: Importar de arquivo CATT-Acoustic

source: Import from Odeon file
el: Εισαγωγή από αρχείου Odeon
pt_br: Importar de arquivo do Odeon

source: Import from file
el: Εισαγωγή από αρχείο
pt_br: Importar de arquivo

source: Import material from file
el: Εισαγωγή υλικού από αρχείο
pt_br: Importar material de arquivo

source: Import new scene
el: Εισαγωγή νέας σκηνής
pt_br: Importar nova cena

source: Importation of material %s
el: Εισαγωγή του υλικού %s
pt_br: Importação de material %s

source: In text mode, X data are regularly spaced (unit step)
el: Στην λειτουργία κειμένου, τα δεδομένα Χ έχουν τυπική απόσταση (βήμα μονάδας)
pt_br: No modo de texto, os dados de X são espaçados regularmente (passo unitário)

source: Incorrect data types. Values and index must be characters
el: Λάθος τύποι δεδομένων. Τιμές και δείκτες πρέπει να είναι χαρακτήρες
pt_br: Tipos de dados incorretos. Valores e índices devem ser carateres

source: Index list is not coherent with data list
el: Ο δείκτης δεν είναι συναφής με την λίστα των δεδομένων
pt_br: Lísta de índices não coerente com lista de dados

source: Information
el: Πληροφορίες
pt_br: Informações

source: Insert new column
el: Εισαγωγή νέας στήλης
pt_br: Inserir nova coluna

source: Insert new line
el: Εισαγωγή νέας γραμμής
pt_br: Inserir nova linha

source: Inside
el: Εντός
pt_br: Interior

source: Inside position
el: Θέση εντός
pt_br: Posição interior

source: Instantaneous sound level
el: Στιγμιαία ηχητική στάθμη
pt_br: Nível sonoro instantâneo

source: Insufficent memory available, %u memory required and %u memory available
el: Μή επαρκής διαθέσιμη μνήμη, %u μνήμη απαιτείται και %u μνήμη διαθέσιμη
pt_br: Memória disponível insuficiente, %u de memória necessária e %u de memória disponível

source: Intensity
el: Ένταση
pt_br: Intensidade

source: Intensity :
el: Ένταση:
pt_br: Intensidade:

source: Intensity Animation
el: Κινούμενα γραφικά Έντασης
pt_br: Animação da intensidade:

source: Intensity animation
el: Κινούμενα γραφικά έντασης
pt_br: Animação de intensidade

source: Intensity vector
el: Διάνυσμα έντασης
pt_br: Vetor de intensidade

source: IntensityAnimation
el: Κινούμενα γραφικά έντασης
pt_br: Animação de Intensidade

source: Interface options
el: Επιλογές διεπαφής
pt_br: Opções de interface

source: Invert face normal
el: Αντιστροφή κάθετου διανύσματος επιφάνειας
pt_br: Inverter face normal

source: Iso level list
el: Λίστα σταθμών ISO
pt_br: Lista de isoníveis

source: Iso-levels color
el: Χρώματα σταθμών ISO
pt_br: Cor dos isoníveis

source: Iso-lines color
el: Χρώματα καμπυλών ISO
pt_br: Cor das isolinhas

source: Keep existing groups
el: Διατήρηση υπαρχουσών ομάδων
pt_br: Manter grupos existentes

source: Keep modification history
el: Διατήρηση ιστορικού μετατροπής
pt_br: Manter histórico de modificações

source: Label color
el: Χρώμα ετικέτας
pt_br: Cor do rótulo

source: Label:
el: Ετικέτα:
pt_br: Rótulo:

source: Labelled
pt_br: Rotulado

source: Lambert reflection
el: Ανάκλαση Lambert
pt_br: Reflexão difusa

source: Language
el: Γλώσσα
pt_br: Idioma

source: Language will be changed after restarting I-Simpa
el: Η γλώσσα θα αλλάξει μετά την επανεκκίνηση του I-Simpa
pt_br: O idioma será alterado após a reinicialização do I-Simpa

source: Left diagonal dash
pt_br: Traço diagonal para a esquerda

source: Legend
el: Υπόμνημα
pt_br: Legenda

source: Legend, icon length
el: Υπόμνημα, μήκος εικονιδίου
pt_br: Legenda, comprimento do incone

source: Length (y)
el: Μήκος (y)
pt_br: Comprimento (y)

source: License
el: Άδεια
pt_br: Licença

source: Limit value of the particle extinction (Energetic method) : ratio 10^n
pt_br: Valor limite para extinção de partículas (Método energético): taxa de 10^n

source: Line thickness
el: Πάχος γραμμής
pt_br: Espessura da linha

source: Lines
el: Γραμμές
pt_br: Linhas

source: Load animation
el: Φόρτωση αναπαράστασης
pt_br: Carregar animação

source: Load image
el: Φόρτωση εικόνας
pt_br: Carregar imagem

source: Loading 3D scene
el: Φόρτωση 3D σκηνές
pt_br: Carregando cena 3D

source: Loading 3D scene...
pt_br: Carregando cena 3D...

source: Loading 3D scene: %s
el: Φόρτωση 3D σκηνής: %s
pt_br: Carregando cena 3D: %s

source: Loading ASCII files from mesh generator complete
el: Φόρτωση ASCII αρχείων από την γεννήτρια πλέγματος ολοκληρώθηκε
pt_br: Carregamento de arquivos ASCII do gerador de malhas completo

source: Loading XML file
el: Φόρτωση αρχείου XML
pt_br: Carregando arquivo XML

source: Loading face %i/%i
el: Φόρτωση όψης %i/%i
pt_br: Carregando face %i/%i

source: Loading faces
el: Φόρτωση όψεων
pt_br: Carregando faces

source: Loading faces of 3D scene
el: Φόρτωση όψεων της 3D σκηνής
pt_br: Carregando faces da cena 3D

source: Loading image...
el: Φόρτωση εικόνας...
pt_br: Carregando imagem...

source: Loading mesh ASCII file...
el: Φόρτωση αρχείου πλέγματος ASCII
pt_br: Carregando malha de arquivo ASCII...

source: Loading of the surface receiver file
el: Φόρτωση αρχείου επιφανειακού δέκτη
pt_br: Carregando o arquivo de superfície receptora

source: Loading particles file
el: Φόρτωση αρχείου σωματιδίων
pt_br: Carregando o arquivo de partículas

source: Loading project
el: Φόρτωση έργου
pt_br: Carregando projeto

source: Loading project: %s
el: Φόρτωση έργου: %s
pt_br: Carregando projeto: %s

source: Loading time step %i/%i
el: Φόρτωση χρονικού βήματος %i/%i
pt_br: Carregando passo temporal %i/%i

source: Long dash
el: Μεγάλη παύλα
pt_br: Traço longo

source: Loss (dB)
el: Απώλεια (dB)
pt_br: Perda (dB)

source: Low concentration Suburb (residential areas, gardens)
el: Χαμηλής συγκέντρωσης προάστιο (περιοχές κατοικίας, κήποι)
pt_br: Área suburbana pouco concentrada (áreas residenciais, jardins)

source: Main window
el: Κύριο παράθυρο
pt_br: Janela principal

source: Many old sessions of the user interface are available. Do you want to retrieve an old session?
pt_br: Várias sessões anteriores da interface do usuário estão disponíveis. Deseja recuperar alguma sessão anterior?

source: Marker
el: Δείκτης
pt_br: Marcador

source: Marker, size (%)
el: Δείκτης, μέγεθος (%)
pt_br: Marcador, tamanho (%)

source: Mass density (kg/m3)
el: Πυκνότητα (kg/m3)
pt_br: Densidade de massa (kg/m3)

source: Material color
el: Χρώμα υλικού
pt_br: Cor do material

source: Material description
el: Περιγραφή υλικού
pt_br: Descrição do material

source: Material of the surface group %s has not be defined: the default material is applied
el: Το υλικό της ομάδας επιφανειών %s δεν καθορίστηκε: εφαρμόστηκε το προκαθορισμένο υλικό
pt_br: Material do grupo de superfícies %s não foi definido: o material padrão foi aplicado

source: Material spectrum
el: Φάσμα υλικού
pt_br: Espectro do material

source: Materials
el: Υλικά
pt_br: Materiais

source: Maximum value (dB)
el: Μέγιστη τιμή (dB)
pt_br: Valor máximo (dB)

source: Maximum value (s)
el: Μέγιστη τιμή (s)
pt_br: Valor máximo (s)

source: Mesh correction computation
el: Υπολογισμός διόρθωσης πλέγματος
pt_br: Processamento da correção de malha

source: Meshing
el: Διακριτοποίηση
pt_br: Criando malha

source: Meshing aborted: please, see console messages for more information
el: Διακριτοποίηση ακυρώθηκε: παρακαλώ, δείτε την κονσόλα μηνυμάτων για περαιτέρω πληροφορίες
pt_br: Criação de malha interrompida: por favor, veja as mensagens no console para mais informações

source: Meshing complete
el: Η διακριτοποίηση ολοκληρώθηκε
pt_br: Criação de malha completa

source: Meshing toolbar
el: Εργαλειοθήκη διακριτοποίηση
pt_br: Toolbar de Malhas

source: Meshing with the following parameters: %s
el: Διακριτοποίηση με βάση τις ακόλουθες παραμέτρους: %s
pt_br: Criar malhas com os seguintes parâmetros: %s

source: Meshing with user parameters
el: Διακριτοποίηση με βάση τις παραμέτρους του χρήστη
pt_br: Criando malhas com parâmetros do usuário

source: Message en francais à traduire
pt_br: Mensagem em francês para ser traduzida

source: Messages
el: Μηνύματα
pt_br: Mensagens

source: Meteorological effect - Celerity gradient a_log
el: Μετεωρολογική επίδραση - a_log
pt_br: Efeito meteorológico - Gradiente de celeridade a_log

source: Meteorological effect - Celerity gradient b_lin
el: Μετεωρολογική επίδραση - b_lin
pt_br: Efeito meteorológico - Gradiente de celeridade b_log

source: Meteorology effects - Profiles
el: Μετεωρολογικά χαρακτηριστικά - Προφίλ
pt_br: Efeitos meteorológicos - Perfis

source: Minimum value (dB)
el: Ελάχιστη τιμή (dB)
pt_br: Valor mínimo (dB)

source: Minimum value (s)
el: Ελάχιστη τιμή (s)
pt_br: Valor mínimo (s)

source: Model face count
el: Πλήθος όψεων προσομοιώματος
pt_br: Contagem de faces do modelo

source: Model solving
el: Επίλυση προσομοιώματος
pt_br: Solução do modelo

source: Name of X axis
el: Ονομασία άξονα Χ
pt_br: Nome do eixo X

source: Name of Y axis
el: Ονομασία άξονα Y
pt_br: Nome do eixo Y

source: New diagram
el: Νέο διάγραμμα
pt_br: Novo diagrama

source: New directivity
el: Νέα κατεθυντικότητα
pt_br: Nova diretividade

source: New faces with the same position than old faces keep materials and surface receivers
pt_br: Novas faces com as mesmas posições das faces antigas mantém materiais e superfícies receptoras

source: New group
el: Νέα ομάδα
pt_br: Novo grupo

source: New material
el: Νέο υλικό
pt_br: Novo material

source: New plane receiver
el: Νέος επίπεδος δέκτης
pt_br: Novo plano receptor

source: New project
el: Νέο έργο
pt_br: Novo projeto

source: New project Ctrl+N
el: Νέο έργο ⇥Ctrl+Ν
pt_br: Novo projeto Ctrl+N

source: New receiver
el: Νέος δέκτης
pt_br: Novo receptor

source: New scene
el: Νέα σκηνή
pt_br: Nova cena

source: New scene receiver
el: Νέος δέκτης σκηνής
pt_br: Novo receptor na cena

source: New source
el: Νέα πηγή
pt_br: Nova fonte

source: New spectrum
el: Νέο φάσμα
pt_br: Novo espectro

source: Next time step
el: Επόμενο χρονικό βήμα
pt_br: Próximo passo temporal

source: No 3D scene for meshing
el: Δεν υπάρχει 3D σκηνή για διακριτοποίηση
pt_br: Não há cena 3D para criação de malha

source: No error
el: Κανένα σφάλμα
pt_br: Sem erros

source: Nom de la démo
pt_br: Nome da demonstração

source: Non-allowed image. Exportation cancelled
el: Μή επιτρεπτή εικόνα. Η εξαγωγή ακυρώθηκε
pt_br: Imagem não permitida. Exportação cancelada

source: Non-specified process output
pt_br: Saída de processo não especificada

source: None
el: Κανένα
pt_br: Não existe

source: Number of active fitting zones
pt_br: Número de zonas com obstáculos ativas

source: Number of active sound sources
el: Πλήθος ενεργών πηγών ήχου
pt_br: Número de fontes sonoras ativas

source: Number of fitting zones
pt_br: Número de zonas com obstáculos

source: Number of punctual receivers
el: Πλήθος σημειακών δεκτών
pt_br: Número de receptores pontuais

source: Number of sound particles per source
el: Πλήθος σωματιδίων ήχου ανά πηγή
pt_br: Número de partículas sonoras por fonte

source: Number of sound particles per source (display)
el: Πλήθος σωματιδίων ήχου ανά πηγή (προβολή)
pt_br: Número de partículas sonoras por fonte (no visor)

source: Number of sound sources
el: Πλήθος ηχητικών πηγών
pt_br: Número de fontes sonoras

source: Number of surface groups
el: Πλήθος ομάδων επιφανειών
pt_br: Número de grupos de superfícies

source: Number of surfaces receivers
el: Πλήθος των επιφανειακών δεκτών
pt_br: Número de superfícies receptoras

source: Octave
el: Οκτάβα
pt_br: Oitavo

source: Omnidirectional
el: Πανκατευθυντική
pt_br: Omnidirecional

source: Online documentation
el: Τεκμηρίωση στο διαδίκτυο
pt_br: Documentação online

source: Opacity
el: Αδειαφάνεια
pt_br: Opacidade

source: Open folder
el: Άνοιγμα φακέλου
pt_br: Abrir pasta

source: Open loudspeaker file
el: Άνοιγμα αρχείου ηχείου
pt_br: Abrir arquivo de alto-falantes

source: Open project
el: Άνοιγμα έργου
pt_br: Abrir projeto

source: Open project Ctrl+O
el: Άνοιγμα έργου⇥Ctrl+Ο
pt_br: Abrir projeto Ctrl+O

source: OpenGL error :
el: Σφάλμα OpenGL:
pt_br: Erro no OpenGL:

source: OpenGL exportation error. Try to use the window exportation method instead
pt_br: Erro de exportação no OpenGL. Tente usar o método da janela de exportação

source: Operation not allowed
el: Η λειτουργία δεν επιτρέπεται
pt_br: Operação não autorizada

source: Options
el: Επιλογές
pt_br: Opções

source: Orbit camera
el: Κάμερα τροχιάς
pt_br: Câmera orbital

source: Orientation point
el: Σημείο προσανατολισμού
pt_br: Ponto de orientação

source: Origin volume
el: Όγκος προέλευσης
pt_br: Origem do volume

source: Original zoom
el: Αρχική μεγέθυνση
pt_br: Zoom original

source: Outline:
el: Περίγραμμα:
pt_br: Contorno:

source: Outside
el: Εξωτερικά
pt_br: Fora

source: PNG file (*.png)|*.png|JPG file (*.jpg)|*.jpg|Bitmap file (*.bmp)|*.bmp
el: PNG αρχείο (*.png)|*.png|JPG αρχείο (*.jpg)|*.jpg|Bitmap αρχείο (*.bmp)|*.bmp
pt_br: Arquivo PNG (*.png)|*.png|Arquivo JPG (*.jpg)|*.jpg|Arquivo Bitmap (*.bmp)|*.bmp

source: Particle
el: Σωματίδιο
pt_br: Partícula

source: Particles
el: Σωματίδια
pt_br: Partículas

source: Particles absorbed by the atmosphere
el: Σωματίδια που απορροφήθηκαν από την ατμόσφαιρα
pt_br: Partículas absorvidas pela atmosfera

source: Particles absorbed by the fittings
pt_br: Partículas absorvidas pelos obstáculos

source: Particles absorbed by the materials
el: Σωματίδια που απορροφήθηκαν από τα υλικά
pt_br: Partículas absorvidas pelos materiais

source: Particles animation
el: Αναπαράσταση σωματιδίων
pt_br: Animação de partículas

source: Particles display
el: Προβολή σωματιδίων
pt_br: Mostrador de partículas

source: Particles file contains %i particles and %i time step
el: Το αρχείο σωματιδίων περιέχει %i σωματίδια και %i χρονικά βήματα
pt_br: O arquivo de partículas contém %i partículas e %i de passo temporal

source: Particles file does not exist for the corresponding frequency
el: Το αρχείο των σωματιδίων δεν υπάρχει για την συγκεκριμένη συχνότητα
pt_br: O arquivo de partículas não existe para a frequência correspondente

source: Particles file does not exist! %s
el: Το αρχείο των σωματιδίων δεν υπάρχει! %s
pt_br: O arquivo de partículas não existe! %s

source: Particles lost by infinite loops
el: Σωματίδια έχουν χαθεί λόγω άπειρων βρόγχων
pt_br: Partículas perdidas por loops infinitos

source: Particles lost by meshing problems
el: Σωματίδια έχουν χαθεί λόγω προβλήματα διακριτοποίησης
pt_br: Partículas perdidas por problemas na malha

source: Particles remaining at the end of the calculation
el: Σωματίδια παραμένων στο τέλος του υπολογισμού
pt_br: Partículas restantes ao fim do cálculo

source: Particles:
el: Σωματίδια:
pt_br: Partículas:

source: Paste
el: Επικόλληση
pt_br: Colar

source: Pause
el: Παύση
pt_br: Pausar

source: Plane Receiver
el: Επίπεδος Δέκτης
pt_br: Receptor plano

source: Plane Surface Receiver
el: Επίπεδος επιφανειακός δέκτης
pt_br: Receptor de superfície plana

source: Play
el: Αναπαραγωγή
pt_br: Executar

source: Please choose language:
el: Παρακαλώ επιλέξτε γλώσσα:
pt_br: Por favor, selecione o idioma:

source: Please choose the application instance
pt_br: Por favor, selecione a instância de aplicação

source: Please chose a calculation code
el: Παρακαλώ επιλέξτε κώδικα υπολογισμού
pt_br: Por favor, selecione um código de cálculo

source: Please click on the 3D view to update the coordinates
el: Παρακαλώ πατήστε στην Προβολή 3D για να ενημερώσετε τις συντεταγμένες
pt_br: Por favor, clique na vista 3D para atualizar as coordenadas

source: Please define a point inside the fitting zone %s
pt_br: Por favor, defina um ponto no interior da zona com obstáculos %s

source: Please enter scene dimensions (m)
el: Παρακαλώ εισάγετε διαστάσεις σκηνής (m)
pt_br: Por favor, informe as dimensões da cena (m)

source: Please give the size of the exported picture.
el: Παρακαλώ καθορίστε το μέγεθος της εξαγόμενης εικόνας
pt_br: Por favor, forneça o tamanho da imagem a ser exportada

source: Please select the volume to extract
el: Παρακαλώ επιλέξτε τον όγκο προς εξαγωγή
pt_br: Por favor, selecione o volume para extrair

source: Please, give filename for the output results
el: Παρακαλώ καθορίστε όνομα αρχείου για τα εξαγόμενα αποτελέσματα
pt_br: Por favor, forneça o nome de arquivo para os resultados de saída

source: Please, give the name of column
el: Παρακαλώ δώστε το όνομα της στήλης
pt_br: Por favor, forneça o nome da coluna

source: Please, give the name of line
el: Παρακαλώ δώστε το όνομα της γραμμής
pt_br: Por favor, forneça o nome da linha

source: Please, gives calculation parameters. Use ';' to separate several parameters
el: Παρακαλώ, καθορίστε παραμέτρους υπολογισμού. Χρησιμοποιήστε ';' για να διαχωρίσετε τις διαφορετικές παραμέτρους
pt_br: Por favor, forneça os parâmetros de cálculo. Use ';' para separar os parâmetros

source: Please, refresh root folder of the data tree
el: Παρακαλώ, ανανεώστε του ριζικού φακέλου στο δένδρο δεδομένων
pt_br: Por favor, atualize a pasta raiz da árvore de dados

source: Please, select 3D scene importation options
el: Παρακαλώ, καθορίστε τις επιλογές για την εισαγωγή 3D σκηνής
pt_br: Por favor, selecione as opções de importação da cena 3D

source: Please, select surface receivers of reference:
el: Παρακαλώ, επιλέξτε τους επιφανειακούς δέκτες αναφοράς:
pt_br: Por favor, selecione as superfícies receptoras de referência:

source: Plus
el: Συν
pt_br: Mais

source: Point
el: Σημείο
pt_br: Ponto

source: Pointer toolbar
el: Εργαλειοθήκη δείκτη
pt_br: Toolbar do cursor

source: Popup icon file doesn't find: %s
el: Δεν βρέθηκε το αρχείο του αναδυόμενου εικονιδίου: %s
pt_br: Arquivo de ícone popup não encontrado: %s

source: Position
el: Θέση
pt_br: Posição

source: Power gain
el: Κέρδος ισχύος
pt_br: Ganho de potência

source: Preparing 3D scene
el: Προετοιμασία 3D σκηνής
pt_br: Preparando cena 3D

source: Preparing display of surfaces receivers
el: Προετοιμασία προβολής των επιφανειακών δεκτών
pt_br: Preparando a exibição de superfícies receptoras

source: Previous time step
el: Προηγούμενο χρονικό βήμα
pt_br: Passo temporal anterior

source: Process answer:
el: Επεξεργασία απάντησης:
pt_br: Resposta de processo:

source: Process doesn't exist
el: Η διαδικασία δεν υπάρχει
pt_br: Processo não existe

source: Program aborted
el: Το πρόγραμμα ακυρώθηκε
pt_br: Programa interrompido

source: Project
el: Έργο
pt_br: Projeto

source: Project (*.proj)|*.proj
el: Έργο (*.proj)|*.proj
pt_br: Projeto (*.proj)|*.proj

source: Project compression
el: Συμπίεση έργου
pt_br: Compactação do projeto

source: Project database
el: Βάση δεδομένων έργου
pt_br: Base de dados do projeto

source: Project decompression
el: Αποσυμπίεση έργου
pt_br: Descompactação do projeto

source: Project description
el: Περιγραφή έργου
pt_br: Descrição do projeto

source: Project files compression in progress...
el: Συμπίεση αρχείων έργου σε εξέλιξη...
pt_br: Compactação dos arquivos do projeto em curso...

source: Project files decompression in progress...
el: Αποσυμπίεσης αρχείων έργων σε εξέλιξη...
pt_br: Descompactação dos arquivos do projeto em curso...

source: Project has been modified. Save project with modifications?
el: Το έργο έχει τροποποιηθεί. Αποθήκευση έργου με τις τροποποιήσεις;
pt_br: O projeto foi modificado. Salvar projeto com alterações?

source: Project has been modified. Save modifications?
el: Το έργο έχει τροποποιηθεί. Αποθήκευση των τροποποιήσεων;
pt_br: O projeto foi modificado. Salvar alterações?

source: Project name
el: Όνομα έργου
pt_br: Nome do projeto

source: Project toolbar
el: Εργαλειοθήκη έργου
pt_br: Toolbar de projeto

source: Projet
el: Έργο
pt_br: Projeto

source: Properties
el: Ιδιότητες
pt_br: Propriedades

source: Properties -
el: Ιδιότητες -
pt_br: Propriedades -

source: Punctual receiver intensity
el: Ένταση σημειακών δεκτών
pt_br: Intensidade no receptor pontual

source: Punctual receivers
el: Σημειακοί δέκτες
pt_br: Receptores pontuais

source: Python(TM) implementation error can't be produced
pt_br: Erro de implementação no Python(TM) não pode ser produzido

source: Python(TM) plugin event parameter %s not found
pt_br: O parâmetro de evento %s do plugin Python(TM) não foi encontrado

source: Quality constraint
el: Περιορισμός ποιότητας
pt_br: Restrições de qualidade

source: RT at pointer is %.2f
el: RT στον δείκτη είναι %.2f
pt_br: TR no ponteiro é %.2f

source: RT computation
el: Υπολογισμός RT
pt_br: Cálculo do TR
