Repository: Ifsttar/I-Simpa
Catalog: src/isimpa/lang/*/internat.po
Languages: el, pt_br

source: &Cancel
el: &Ακύρωση
pt_br: &Cancelar

source: &Finish
el: &Τέλος
pt_br: &Finalizar

source: &Next >
el: &Επόμενο>
pt_br: &Seguinte >

source: 3D View
el: Προβολή 3D
pt_br: Vista 3D

source: 3D display
el: 3D απεικόνιση
pt_br: Visualização 3D

source: 3D rendering
el: 3D απεικόνιση
pt_br: Renderização 3D

source: < &Back
el: < &Πίσω
pt_br: < &Voltar

source: A menu manager must contain the following method: bool getmenu(eltype,elid,listmenu)
el: Ένας διαχειριστής μενού πρέπει να περιέχει την ακόλουθη μέθοδο: bool getmenu(eltype,elid,listmenu)
pt_br: Um admnistrador de menu deve conter o seguinte método: bool getmenu(eltype,elid,listmenu)

source: A sound source position is intersecting with the 3D model. Move the sound source inside the 3D model
el: Η θέση μίας πηγής ήχου τέμνει το 3D μοντέλο. Μετακινείστε την πηγή του ήχου εντός του 3D μοντέλου.
pt_br: A posição de uma fonte sonora está na intersecção com o modelo 3D. Mova a fonte sonora para o interior do modelo 3D

source: About
el: Σχετικά
pt_br: Sobre

source: About
el: Περί
pt_br: Sobre

source: About I-SIMPA
el: Σχετικά με το I-SIMPA
pt_br: Sobre o I-Simpa

source: Absorption
el: Απορρόφηση
pt_br: Absorção

source: Acoustic parameters
el: Ακουστικές παράμετροι
pt_br: Parâmetros acústicos

source: Acoustic parameters calculation
el: Υπολογισμός ακουστικών παραμέτρων
pt_br: Cálculo dos parâmetros acústicos

source: Active calculation of atmospheric absorption
el: Ενεργός υπολογισμός της ατμοσφαιρικής απορρόφησης
pt_br: Cálculo de absorção atmosférica ativo

source: Active calculation of diffusion by fitting objects
el: Οριακή τιμή για την απόσβεση σωματιδίου (Ενεργητική μέθοδος) : λόγος 10^n
pt_br: Cálculo de difusão por obstáculos ativo

source: Active calculation of direct field only
el: Ενεργός υπολογισμός μόνον του απευθείας πεδίου
pt_br: Cálculo somente do campo direto ativo

source: Active calculation of transmission
el: Ενεργός υπολογισμός μετάδοσης
pt_br: Cálculo de transmissão ativo

source: Active fitting zone
pt_br: Área de obstáculos ativa

source: Active source
el: Ενεργή πηγή
pt_br: Fonte ativa

source: Add a group
el: Προσθήκη ομάδας
pt_br: Adicionar grupo

source: Add modifications in the change log
el: Προσθήκη μετατροπών στο ημερολόγιο μεταβολών
pt_br: Adicionar mudanças no registro de alterações

source: Add new data file
el: Προσθήκη νέου αρχείου δεδομένων
pt_br: Adicionar novo arquivo de dados

source: Add next data file
el: Προσθήκη επόμενου αρχείου δεδομένων
pt_br: Adicionar o arquivo de dados seguinte

source: Additional parameters
el: Συμπληρωματικές παράμετροι
pt_br: Parâmetros adicionais

source: Advanced acoustic parameters
el: Προχωρημένες ακουστικές παράμετροι
pt_br: Parâmetros acústicos avançados

source: Advanced sound level
el: Προχωρημένη στάθμη ήχου
pt_br: Nível sonoro avançado

source: After
el: Μετά
pt_br: Depois

source: All
el: Όλα
pt_br: Todos

source: All [50-20000] Hz
el: Όλες [50-20000] Hz
pt_br: Todas [50-20000] Hz

source: All [63-16000] Hz
el: Όλες [63-16000] Hz
pt_br: Todas [63-16000] Hz

source: All compatible files|*.3ds;*.ply;*.bin;*.poly;*.stl|3DS file (*.3ds)|*.3ds|POLY file (*.poly)|*.bin|PLY file (*.ply)|*.ply|Binary file 1.00 (*.bin)|*.bin|Stererolithograpic file (*.stl)|*.stl
el: Όλα τα συμβατά αρχεία|*.3ds;*.ply;*.bin;*.poly;*.stl|3DS file (*.3ds)|*.3ds|POLY file (*.poly)|*.bin|PLY file (*.ply)|*.ply|Binary file 1.00 (*.bin)|*.bin|Stererolithograpic file (*.stl)|*.stl
pt_br: Todos os arquivos compatíveis|*.3ds;*.ply;*.bin;*.poly;Arquivo *.stl|3DS (*.3ds)|Arquivo *.3ds|POLY (*.poly)|Arquivo *.bin|PLY (*.ply)|*.ply|Arquivo binário 1.00 (*.bin)|*.bin|Arquivo de estereolitografia (*.stl)|*.stl

source: All image files|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani
el: Όλα τα αρχεία εικόνας|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani
pt_br: Todos os arquivos de imagem|*.bmp;*.png;*.jpg;*.jpeg;*.gif;*.pcx;*.tiff;*.xpm;*.ico;*.cur;*.ani

source: Alpha
el: α
pt_br: Alfa

source: An Open Source software for 3D sound propagation modelling.
el: Ένα ανοιχτό λογισμικό για την προσομοίωση της 3D διάδοσης του ήχου.
pt_br: Um software de código aberto para modelagem de propagação sonora 3D

source: Animation toolbar
el: Εργαλειοθήκη κινούμενων γραφικών
pt_br: Toolbar de animação

source: Animations
el: Κινούμενα γραφικά
pt_br: Animações

source: Application
el: Εφαρμογή
pt_br: Aplicação

source: Application data directory
el: Κατάλογος δεδομένων εφαρμογής
pt_br: Diretório de dados de aplicação

source: Application data folder will be changed after restarting I-Simpa
el: Ο φάκελος των δεδομένων της εφαρμογής θα αλλάξει μετά την επανεκκίνηση του I-SIMPA
pt_br: A pasta de dados de aplicação será alterada após reiniciar o I-Simpa

source: Apply
el: Εφάρμοσε
pt_br: Aplicar

source: Approximation constraint
el: Περιορισμός προσέγγισης
pt_br: Aproximação da simplificação do modelo

source: Are you sure to delete this element forever? %s
el: Είστε σίγουρος ότι επιθυμείτε την διαπαντός διαγραφή αυτού του στοιχείου; %s
pt_br: Tem certeza de que deseja excluir permanentemente este elemento? %s

source: Arrow color (x)
el: Χρώμα βέλους (x)
pt_br: Cor da seta (x)

source: Arrow color (y)
el: Χρώμα βέλους (y)
pt_br: Cor da seta (y)

source: Arrow color (z)
el: Χρώμα βέλους (z)
pt_br: Cor da seta (z)

source: Arrow length
el: Μήκος βέλους
pt_br: Comprimento da seta

source: Arrow width
el: Πλάτος βέλους
pt_br: Largura da seta

source: Association maximum distance (m)
el: Μέγιστη απόσταση συσχέτισης (m)
pt_br: Distância máxima de associação (m)

source: Atmospheric absorption
el: Ατμοσφαιρική απορρόφηση
pt_br: Absorção atmosférica

source: Atmospheric absorption calculation
el: Υπολογισμός ατμοσφαιρικής απορρόφησης
pt_br: Cálculo de absorção atmosférica

source: Atmospheric pressure (Pa)
el: Ατμοσφαιρική πίεση (Pa)
pt_br: Pressão atmosférica (Pa)

source: Attenuation
el: Εξασθένηση
pt_br: Atenuação

source: Audiences
el: Ακροατήρια
pt_br: Audiência

source: Author
el: Συντάκτης
pt_br: Autor

source: Authorized maximum value: %i
el: Μέγιστη επιτρεπόμενη τιμή: %i
pt_br: Máximo valor autorizado: %i

source: Authorized maximum value: %s
el: Μέγιστη επιτρεπόμενη τιμή: %s
pt_br: Máximo valor autorizado: %s

source: Authorized minimum value: %i.
el: Ελάχιστη επιτρεπόμενη τιμή: %i.
pt_br: Mínimo valor autorizado: %i.

source: Authorized minimum value: %s
el: Ελάχιστη επιτρεπόμενη τιμή: %s
pt_br: Mínimo valor autorizado: %s

source: Automatic selection
el: Αυτόματη επιλογή
pt_br: Seleção automática

source: Average
el: Μέσος όρος
pt_br: Média

source: Average model remesh
el: Προσεγγιστική επαναδιακριτοποίηση μοντέλου
pt_br: Média da nova malha do modelo

source: Axis, dash size
el: Άξονας, μέγεθος διαστήματος
pt_br: Eixos, tamanho do traço

source: Background noise
el: Θόρυβος υποβάθρου
pt_br: Ruído de fundo

source: Backup file
el: Εφεδρικό αρχείο
pt_br: Arquivo de recuperação

source: Before
el: Πριν
pt_br: Antes

source: Before set a transmission value, please set an absorption higher than 0
el: Πριν τον ορισμό μιας τιμής μετάδοσης, παρακαλώ ορίστε μια τιμή απορρόφησης μεγαλύτερη από 0
pt_br: Por favor, antes de configurar um valor de transmissão, configure absorção maior que 0

source: Borders
el: Όρια
pt_br: Fronteiras

source: Build of a 3D scene.
el: Κατασκευή μιας 3D σκηνής
pt_br: Construção de uma cena 3D.

source: Building/Road [100-5000] Hz
el: Κτίριο/Οδός [100-5000] Hz
pt_br: Edificações/Estradas [100-5000] Hz

source: Building/Road [125-4000] Hz
el: Κτίριο/Οδός [125-4000] Hz
pt_br: Edificações/Estradas [125-4000] Hz

source: CATT-Acoustic file (*.txt)|*.txt|li8 Odeon file (*.li8)|*.li8
el: Αρχείο CATT-Acoustic (*.txt)|*.txt|li8 Αρχείο Odeon (*li8)|*.li8
pt_br: Arquivo do CATT-Acoustic (*.txt)|*.txt|li8 Arquivo do Odeon (*.li8)|*.li8

source: Calculate acoustic parameters
el: Υπολογισμός ακουστικών παραμέτρων
pt_br: Calcular parâmetros acústicos

source: Calculation
el: Υπολογισμός
pt_br: Cálculo

source: Calculation .exe file not found.
el: Υπολογισμός το αρχείο .exe δεν βρέθηκε
pt_br: Arquivo .exe de cálculo não encontrado

source: Calculation code
el: Μέθοδος υπολογισμού
pt_br: Código de cálculo

source: Calculation code error:
el: Αριθμός σφάλματος υπολογισμού:
pt_br: Erro no código de cálculo

source: Calculation execution
el: Εκτέλεση υπολογισμού
pt_br: Execução de cálculo

source: Calculation in progress...
el: Υπολογισμός σε εξέλιξη...
pt_br: Cálculo em progresso...

source: Calculation informations
el: Πληροφορίες υπολογισμού
pt_br: Informações de cálculo

source: Calculation method
el: Μέθοδος υπολογισμού
pt_br: Método de cálculo

source: Calculation program file not found.
el: Λογισμικό υπολογισμού το αρχείο δεν βρέθηκε.
pt_br: Arquivo de programa de cálculo não encontrado

source: Calculation requires a scene meshing
el: Ο υπολογισμός απαιτεί την διακριτοποίηση μίας σκηνής
pt_br: A realização do cálculo requer uma malha para a cena

source: Calculation requires do define a valid frequency band
el: Ο υπολογισμός απαιτεί τον ορισμό μιας έγκυρης ζώνης συχνοτήτων
pt_br: A realização do cálculo requer a definição de uma faixa de frequências válida

source: Calculation requires, at least, one active sound source
el: Ο υπολογισμός απαιτεί, κατ' ελάχιστον, μια ενεργή πηγή
pt_br: A realização do cálculo requer, no mínimo, uma fonte sonora ativa

source: Calculation time: %lld ms
el: Χρόνος υπολογισμού: %lld ms
pt_br: Tempo de cálculo: %lld ms

source: Camera
el: Κάμερα
pt_br: Câmera

source: Camera mode
el: Λειτουργία κάμερας
pt_br: Modo da câmera

source: Camera toolbar
el: Εργαλειοθήκη κάμερας
pt_br: Toolbar de câmera

source: Can not read the I-SIMPA icon
el: Το εικονίδιο του I-SIMPA δεν μπόρεσε να αναγνωσθεί
pt_br: Não foi possível ler o ícone do I-SIMPA

source: Can't compare surface receivers: time step is different with the reference one: %s
el: Αδύνατον να συγκριθούν οι επιφανειακοί δέκτες: το χρονικό βήμα είναι διαφορετικό από το χρονικό βήμα αναφοράς: %s
pt_br: Não foi possível comparar as superfícies receptoras: o passo temporal é diferente do passo de referência: %s

source: Can't load surface receiver: %s
el: Αδύνατον να φορτωθεί ο επιφανειακός δέκτης: %s
pt_br: Não foi possível carregar superfícia receptora: %s

source: Cancel
el: Ακύρωση
pt_br: Cancelar

source: Cancel loading particles files
el: Ακύρωση φόρτωσης αρχείων σωματιδίων
pt_br: Cancelar o carregamento do arquivo de partículas

source: Cannot convert "%s" to decimal value
el: Αδύνατον να μετατραπεί "%s" σε δεκαδική τιμή
pt_br: Impossível converter "%s" em valor decimal

source: Cannot convert string "%s" to decimal number
el: Αδύνατον να μετατραπεί η στοιχειοσειρά "%s" σε δεκαδικό αριθμό
pt_br: Impossível converter a string "%s" em valor decimal

source: Cannot remove file/directory
el: Αδύνατον να αφαιρεθεί το αρχείο/ο κατάλογος
pt_br: Impossível remover arquivo/diretório

source: Chairs
el: Καθίσματα
pt_br: Cadeiras

source: Change application data folder
el: Μεταβολή φακέλου δεδομένων εφαρμογής
pt_br: Alterar a pasta de dados de aplicação

source: Character font
el: Γραμματοσειρά χαρακτήρων
pt_br: Fonte dos caracteres

source: Choose a file
el: Επιλογή αρχείου
pt_br: Selecione um arquivo

source: Circle
el: Κύκλος
pt_br: Círculo

source: Clarity (ms)
el: Ευκρίνεια (ms)
pt_br: Claridade (ms)

source: Clarity computation
el: Υπολογισμός Ευκρίνειας
pt_br: Cálculo da claridade

source: Classical Theory [%i.%i.%i]
el: Κλασσική Θεωρία [%i.%i.%i]
pt_br: Teoria Clássica [%i.%i.%i]

source: Classical theory of reverberation
el: Κλασσική θεωρία της αντήχησης
pt_br: Teoria clássica de reverberação

source: Classical theory of reverberation (TCR)
el: Κλασσική θεωρία της αντήχησης (TCR)
pt_br: Teoria clássica de reverberação (TCR)

source: Clean
el: Καθαρισμός
pt_br: Limpar

source: Close
el: Κλείσιμο
pt_br: Fechar

source: Code execution mesh generation
el: Εκτέλεση αλγορίθμου παραγωγής πλέγματος
pt_br: Execução de código de geração de malha

source: Color
el: Χρ΄βμα
pt_br: Cor

source: Color of particles
el: Χρώμα σωματιδίων
pt_br: Cor das partículas

source: Column
el: Στήλη
pt_br: Coluna

source: Combined view
el: Συνδυασμένη προβολή
pt_br: Vista combinada

source: Compare surface receivers
el: Σύγκριση επιφανειακών δεκτών
pt_br: Comparar superfícies receptoras

source: Compression of file %s
el: Συμπίεση αρχείου %s
pt_br: Compressão do arquivo %s

source: Configuration
el: Διαμόρφωση
pt_br: Configuração

source: Constraint file can not be created
el: Αρχείο περιορισμών δεν μπόρεσε να δημιουργηθεί
pt_br: Não foi possível criar arquivo constraint

source: Continuous line
el: Συνεχής γραμμή
pt_br: Linha contínua

source: Contour
el: Καμπύλες ίσων τιμών
pt_br: Contorno

source: Contributors
el: Συνεισφέροντες
pt_br: Colaboradores

source: Convert to fitting
pt_br: Converter em obstáculos

source: Copy
el: Αντιγραφή
pt_br: Copiar

source: Copy 3D View
el: Αντιγραφή 3D προβολής
pt_br: Copiar vista 3D

source: Copy of %s
el: Αντιγραφή του %s
pt_br: Cópia de %s

source: Copy of calculation parameters
el: Αντιγραφή παραμέτρων υπολογισμού
pt_br: Cópia dos parâmetros de cálculo

source: Copy of the file %s
el: Αντιγραφή του αρχείου %s
pt_br: Cópia do arquivo %s

source: Corrupted file or file doesn't exist
el: μή έγκυρο αρχείο ή το αρχείο δεν υπάρχει
pt_br: O arquivo não existe ou está corrompido

source: Couleur de démonstration
el: Χρώμα επίδειξης
pt_br: Cor da apresentação

source: Create a volume
el: Δημιουργία όγκου
pt_br: Criar volume

source: Create group
el: Δημιουργία ομάδας
pt_br: Criar grupo

source: Creating scene
el: Δημιουργία σκηνής
pt_br: Criar cena

source: Credits
el: Αναγνωρίσεις - ευχαριστείες
pt_br: Créditos

source: Cross
el: Σταυρός
pt_br: Cruzar

source: Cumulating sound level
el: Αθροιστική στάθμη ήχου
pt_br: Nível sonoro acumulado

source: Cumulative instantaneous sound level
el: Αθροιστική στιγμιαία στάθμη ήχου
pt_br: Nível sonoro instant

source: Curve
el: Καμπύλη
pt_br: Curva

source: Cut color
el: Χρώμα τομής
pt_br: Cor do corte

source: D50 computation
el: Υπολογισμός D50
pt_br: Cálculo de D50

source: Data
el: Δεδομένα
pt_br: Dados

source: Data alignment
el: Ταξινόμηση δεδομένων
pt_br: Alinhamento de dados

source: Data can not be compared with reference surface receivers. Number of surface receivers is different from the reference one: %s
el: Τα δεδομένα δεν μπορούν να συγκριθούν με τους επιφανειακούς δέκτες αναφοράς. Το πλήθος των επιφανειακών δεκτών είναι διαφορετικό από αυτό των δεκτών αναφοράς: %s
pt_br: Não foi possível comparar os dados com as superfícies receptoras de referência. O número de superfícies de referência é diferente do número de referência: %s

source: Data must be in the range %i - %i
el: Τα δεδομένα πρέπει να βρίσκονται μεταξύ %i - %i
pt_br: Dados devem estar entre %i -%i

source: Data must be in the range %s - %s
el: Τα δεδομένα πρέπει να βρίσκονται μεταξύ %s - %s
pt_br: Dados devem estar entre %s -%s

source: Data sheet (*.gabe)|*.gabe|CSV text file (*.csv)|*.csv
el: Φύλλο δεδομένων (*.gabe)|*.gabe|CSV αρχείο κειμένου (*.csv)|*.csv
pt_br: Planilha (*.gabe)|*.gabe|Arquivo de texto CSV (*.csv)|*.csv

source: Data style
el: Στυλ δεδομένων
pt_br: Tipo de dado

source: Date
el: Ημερομηνία
pt_br: Data

source: Debug mode mesh, nothing will be done
el: Λειτουργία αποσφαλμάτωσης πλέγματος, τίποτα δεν θα εκτελεστεί
pt_br: Malha de debug, nada a ser feito

source: Default color
el: Προεπιλεγμένο χρώμα
pt_br: Cor padrão

source: Default style
el: Προεπιλεγμένο στυλ
pt_br: Estilo padrão

source: Define rectangular fitted zone
pt_br: Definir zona retangular com obstáculos

source: Define scene fitted zone
pt_br: Definir cena com obstáculos

source: Define with 3D view
el: Ορισμός μέσω 3D προβολής
pt_br: Definir com a vista 3D

source: Definition (ms)
el: Διακριτότητα (ms)
pt_br: Definição (ms)

source: Delete
el: Διαγραφή
pt_br: Apagar

source: Delete column
el: Διαγραφή στήλης
pt_br: Apagar coluna

source: Delete line
el: Διαγραφή γραμμής
pt_br: Apagar linha

source: Delete the simulation
el: Διαγραφή προσομοίωσης
pt_br: Apagar a simulação

source: Delete windows
el: Διαγραφή παραθύρων
pt_br: Apagar janelas

source: Demo
el: Επίδειξη
pt_br: Demonstração

source: Dense Lawn
el: Πυκνό γρασίδι
pt_br: Área de campo densa

source: Dense Suburb
el: Πυκνό προάστιο
pt_br: Área suburbana densa

source: Dense urban
el: Πυκνή αστική περιοχή
pt_br: Área urbana densa

source: Description
el: Περιγραφή
pt_br: Descrição

source: Destination volume
el: Όγκος προορισμού
pt_br: Volume de destino

source: Developers
el: Κατασκευαστές
pt_br: Desenvolvedores

source: Dezip of file %s
el: αποσυμπίεση αρχείου %s
pt_br: Descompactação do arquivo %s

source: Diffusion
el: Διάχυση
pt_br: Difusão

source: Diffusion law
el: Νόμος διάχυσης
pt_br: Lei de difusão

source: Direct field
el: Απευθείας πεδίο
pt_br: Campo direto

source: Direction X
el: Διεύθυνση Χ
pt_br: Direção X

source: Direction Y
el: Διεύθυνση Y
pt_br: Direção Y

source: Direction Z
el: Διεύθυνση Z
pt_br: Direção Z

source: Directivities
el: Κατευθυντικότητες
pt_br: Diretividades

source: Directivity
el: Κατευθυντικότητα
pt_br: Diretividade

source: Directivity Balloon
el: Κατευθυντικό διάγραμμα
pt_br: Balão de diretividade

source: Directivity balloon
el: Κατευθυντικό διάγραμμα
pt_br: Balão de diretividade

source: Directivity file
el: Αρχείο κατευθυντικότητας
pt_br: Arquivo de diretividade

source: Display
el: Προβολή
pt_br: Visualizar

source: Display back
el: Οπίσθια προβολή
pt_br: Visualizar fundo

source: Display error unknown
el: Προβολή αγνώστου σφάλματος
pt_br: Erro desconhecido de display

source: Display front
el: Εμπρόσθια προβολή
pt_br: Visualizar frente

source: Display mesh
el: Προβολή πλέγματος
pt_br: Visualizar malha

source: Display parameters
el: Παράμετροι προβολής
pt_br: Visualizar parâmetros

source: Display recto
el: Εμπρόσθια προβολή
pt_br: Visualizar recto

source: Display verso
el: Οπίσθια προβολή
pt_br: Visualizar verso

source: Do you accept to write the projects into this directory: %s
el: Αποδέχεστε την εγγραφή των έργων σε αυτό τον κατάλογο: %s
pt_br: Aceita salvar os projetos no diretório: %s

source: Do you really want to delete this folder?
el: Επιθυμείτε πραγματικά την διαγραφή αυτού του φακέλου;
pt_br: Deseja realmente apagar esta pasta?

source: Domain color
el: Χρώμα περιοχής
pt_br: Cor do domínio

source: Dotted-dashed line
el: Γραμμή εναλλασσόμενης τελείας παύλας
pt_br: Linha ponto-traço

source: Drawing element:
el: Σχεδιασμός στοιχείου:
pt_br: Elemento de desenho:

source: Drawing method
el: Μέθοδος σχεδίασης
pt_br: Método de desenho

source: Drawing style
el: Στυλ σχεδίασης
pt_br: Estilo de desenho

source: EDT at pointer is %.2f
el: EDT στον δείκτη είναι %.2f
pt_br: EDT no indicador é %.2f

source: EDT calculation
el: Υπολογισμός EDT
pt_br: Cálculo do EDT

source: Echogram
el: Ηχόγραμμα
pt_br: Ecograma

source: Echogram per source
el: Ηχόγραμμα ανά πηγή
pt_br: Ecograma por fonte

source: Edge collapse
el: Κατάρρευση ακμής
pt_br: Colapsar limite

source: Edit column properties
el: Επεξεργασία ιδιοτήτων στήλης
pt_br: Editar propriedades de coluna

source: Edit line properties
el: Επεξεργασία ιδιοτήτων γραμμής
pt_br: Editar propriedades de linha

source: Edition
el: Έκδοση
pt_br: Edição

source: Elapsed time:
el: Χρόνος που παρήλθε:
pt_br: Tempo decorrido:

source: Enable
el: Ενεργοποίηση
pt_br: Habilitar

source: Energetic
el: Ενεργητικό
pt_br: Energética

source: Enough memory. %li Mo required, %li Mo free on the corresponding disk
el: Επαρκής μνήμη. %li Mo απαιτείται, %li Mo διαθέσιμη στον αντίστοιχο δίσκο.
pt_br: Memória suficiente. %li Mb necessários, %li Mb livres no disco correspondente

source: Environment
el: Περιβάλλον
pt_br: Ambiente

source: Epsilon must be higher than 0 meter
el: Το ε πρέπει να είναι μεγαλύτερο από 0 m
pt_br: Epsilon deve ser maior que 0 metros

source: Error code : %i
el: Κωδικός σφάλματος: %i
pt_br: Código de erro: %i

source: Error during call of Python(TM) script on element append child
el: Σφάλμα κατά την κλήση του σεναρίου Python (TM) επί του στοιχείου append child
pt_br: Erro durante a chamada de script Python (TM) ao adicionar filho ao elemento

source: Error during call of Python(TM) script on element update
el: Σφάλμα κατά την κλήση του σεναρίου Python (TM) επί του στοιχείου ενημέρωσης
pt_br: Erro durante a chamada de script Python(TM) na atualização de elemento

source: Error in input mesh, a tetrahedra have at least the same two vertices idTetra:%i vertices:%li %li %li %li
el: Σφάλμα στο πλέγμα εισαγωγής, ένα τετράεδρο έχει τουλάχιστον τις δύο ίδιες κορυφές idTetra:%i κορυφές:%li %li %li %li
pt_br: Erro ao inserir malha, um tetraedro tem no mínimo dois vértices iguais idTetra: %i vértices: %li %li %li %li

source: Error in loading properties
el: Σφάλμα κατά τη φόρτωση των ιδιοτήτων
pt_br: Erro ao carregar propriedades

source: Error while saving the 3d model
el: Σφάλμα κατά την αποθήκευση του 3D προσομοιώματος
pt_br: Erro ao salvar o modelo 3D

source: Error:
el: Σφάλμα:
pt_br: Erro:

source: Execution of the model remesh.
el: Εκτέλεση της επαναδιακριτοποίησης του μοντέλου
pt_br: Execução da nova malha do modelo

source: Exit
el: Έξοδος
pt_br: Sair

source: Expected face size and dimension got %s
el: Αναμενόμενο εμβαδόν επιφάνειας και διάσταση έχουν %s
pt_br: Tamanho e dimensão esperados para a face é %s

source: Export
el: Εξαγωγή
pt_br: Exportar

source: Export 3D View
el: Εξαγωγή 3D προβολής
pt_br: Exportar vista 3D

source: Export graph
el: Εξαγωγή διαγράμματος
pt_br: Exportar gráfico

source: Export model
el: Εξαγωγή προσομοιώματος
pt_br: Exportar modelo

source: Export scene
el: Εξαγωγή σκηνής
pt_br: Exportar cena

source: Export surface receivers for each frequency band
el: Εξαγωγή επιφανειακών δεκτών για κάθε φασματικό εύρος
pt_br: Exportar superfícies receptoras para cada banda de frequência

source: Export to an editing spreadsheet
el: Εξαγωγή σε υπολογιστικό φύλλο
pt_br: Exportar para uma planilha editável

source: Export to clipboard
el: Εξαγωγή στο πρόχειρο
pt_br: Exportar para a área de transferência

source: Export to file
el: Εξαγωγή σε αρχείο
pt_br: Exportar para arquivo

source: Export to image file
el: Εξαγωγή σε αρχείο εικόνας
pt_br: Exportar para arquivo de imagem

source: Export view 3D
el: Εξαγωγή προβολής 3D
pt_br: Exportar vista 3D

source: External code execution
el: Εξωτερική εκτέλεση κώδικα
pt_br: Execução de código externo

source: External code execution canceled
el: Εξωτερική εκτέλεση κώδικα ακυρώθηκε
pt_br: Execução de código externo cancelada

source: Extract sound level from 3D view
el: Ακριβής στάθμη ήχου από την 3D προβολή
pt_br: Extrair nível sonoro da vista 3D

source: Face opacity
el: Αδιαφάνεια όψης
pt_br: Opacidade da face

source: Face view
el: Προβολή όψης
pt_br: Vista da face

source: Faces of the scene will be meshed in order to enhance the resolution of the surface receivers display
pt_br: Faces da cena receberam malha a fim de aumentar a resolução de exibição das superfícies receptoras

source: Failed to export meshing
el: Αποτυχία εξαγωγής πλέγματος
pt_br: Falha na exportação da malha

source: Fatal error:
el: Μοιραίο σφάλμα
pt_br: Erro fatal:

source: Favorable
el: Ευνοϊκός
pt_br: Favorável

source: File
el: Αρχείο
pt_br: Arquivo

source: File can't be renamed, a file with the same name already exists
el: Το αρχείο δεν μπορεί να μετονομαστεί, ένα αρχείο με το ίδιο όνομα υπάρχει ήδη
pt_br: Não foi possível renomear o arquivo. Um arquivo com o mesmo nome já existe

source: File does not exist
el: Το αρχείο δεν υπάρχει
pt_br: Arquivo inexistente

source: File results process
el: Διαδικασία αρχείου αποτελεσμάτων
pt_br: Processamento dos resultados de arquivo

source: Filling style
el: Στύλ γεμίσματος
pt_br: Estilo de preenchimento

source: Filling:
el: Γέμισμα:
pt_br: Preenchimento
