Repository: Ifsttar/I-Simpa
Catalog: src/isimpa/lang/*/internat.po
Languages: el, pt_br

source: Warning %il particles has been in error on %il particles. The computation result may be wrong, please check the particles statitics file for more details.
el: Προειδοποίηση %il σωματίδια είναι λανθασμένα σε %il σωματίδια. Το υπολογιστικό αποτέλεσμα μπορεί να είναι λανθασμένο. παρακαλώ ελέγξτε το αρχείο στατιστικών των σωματιδίων για περαιτέρω πληροφορίες.
pt_br: Alerta %il partículas possuem erro nas %il partículas. O resultado do cálculo pode estar errado, por favor, confira o arquivo de estatísticas de partículas para mais detalhes

source: Warning:
el: Προειδοποίηση:
pt_br: Aviso:

source: Water
el: Νερό
pt_br: Água

source: Website
el: Ιστοσελίδα
pt_br: Site

source: Wheat (1m height)
el: Σιτάρι (1m ύψος)
pt_br: Trigo (1m de altura)

source: Width
el: Πλάτος
pt_br: Largura

source: Width (x)
el: Πλάτος (x)
pt_br: Largura (x)

source: Window
el: Παράθυρο
pt_br: Janela

source: Wireframe view
el: Προβολή Ακμών
pt_br: Vista wireframe

source: With this option you are able to remesh the input model to make it compatible with all calculation core. Use this option as a last resort
el: Με αυτή την επιλογή μπορείτε να επαναδιακριτοποιήσετε το εισαγόμενο μοντέλο ώστε αυτό να είναι συμβατό με όλους τους υπολογιστικούς πυρήνες. Χρησιμοποιείστε αυτή την επιλογή ως έσχατο μέσο.
pt_br: Com essa opção você pode refazer a malha do modelo de entrada para torná-la compatível com todo o núcleo de cálculo. Use essa opção como último recurso.

source: Wrong project configuration, a face is defined but no materials are attached to it ! Check your group/material associations
el: Λάθος διαμόρφωση του έργου, έχει καθοριστεί μία επιφάνεια αλλά κανένα υλικό δεν έχει ανατεθεί σε αυτή! Ελέγξτε την συσχέτιση ομάδας/υλικού
pt_br: Configuração de projeto errada, uma face está definida, porém sem materiais atribuídos. Confira suas associações grupo/materiais

source: X axis
el: Χ άξονας
pt_br: Eixo X

source: X axis, line
el: Χ άξονας, γραμμή
pt_br: Eixo X, linha

source: XML file corrupted. File can't be loaded
el: Το αρχείο XML είναι διεφθαρμένο. Το αρχείο δεν μπορεί να φορτωθεί.
pt_br: Arquivo XML corrompido. Arquivo não pôde ser carregado

source: XY plan
el: XY κάτοψη
pt_br: Plano XY

source: XYZ axis
el: ΧΥΖ άξονες
pt_br: Eixos XYZ

source: XZ plan
el: XZ κάτοψη
pt_br: Plano XZ

source: Y axis
el: Άξονας Y
pt_br: Eixo Y

source: Y axis, line
el: Υ άξονας, γραμμή
pt_br: Eixo Y, linha

source: YZ plan
el: YZ κάτοψη
pt_br: Plano YZ

source: You have already select this file. Please select another file
el: Έχετε ήδη επιλέξει αυτό το αρχείο. Παρακαλώ επιλέξτε ένα διαφορετικό.
pt_br: Você já selecionou esse arquivo. Por favor, selecione outro arquivo.

source: You have already used this label as an output data file. Please select another label
el: Έχετε ήδη χρησιμοποιήσει αυτή την ετικέτα ως αρχείο εξαγωγής δεδομένων. Παρακαλώ επιλέξτε μια άλλη ετικέτα.
pt_br: Você já usou esse rótulo como um arquivo de saída de dados. Por favor, selecione outro rótulo

source: You have select the same file as the reference one. Please select another file
el: Έχετε επιλέξει το ίδιο αρχείο με το αρχείο αναφοράς. Παρακαλώ επιλέξτε ένα άλλο αρχείο.
pt_br: Você selecionou o arquivo de referência. Por favor, selecione outro arquivo

source: You must launch the mesh operation before run this method.
el: Πρέπει να εκτελέσετε μία διαδικασία διακριτοποίησης πριν την εκτέλεση αυτής της μεθόδου.
pt_br: Você deve iniciar a operação de criação de malha antes de executar esse método

source: You must select a surface receiver data file to continue
el: Πρέπει να επιλέξετε ένα αρχείο δεδομένων ενός επιφανειακού δέκτη για να συνεχίσετε.
pt_br: Você deve selecionar um arquivo de dados de superfície receptora para continuar

source: Your model doesn't have any face. Please create or import a model.
el: Το μοντέλο σας δεν περιέχει καμία επιφάνεια. Παρακαλώ δημιουργήστε ή εισάγετε ένα μοντέλο.
pt_br: Seu modelo não possui nenhuma face. Por favor, crie ou importe um modelo

source: general
el: γενικά
pt_br: Geral

source: loudspeakers
el: Μεγάφωνα
pt_br: Altofalantes

source: particles
el: σωματίδια
pt_br: Partículas

source: recepteurss
el: Δέκτες
pt_br: receptores

source: report
el: Αναφορά
pt_br: relatório

source: to the column
el: στην στήλη
pt_br: para a coluna

source: to the row
el: στη γραμμή
pt_br: para a linha

source: (E*cos theta)
el: (E*cosθ)

source: (E*cos^2 theta)
el: (E*cos^2θ)

source: +Inf
el: +Άπειρο

source: -Inf
el: -Άπειρο

source: Anti-aliasing
el: Μη αναδίπλωση φάσματος

source: Bilateral
el: Αμφίπλευρα

source: Built on %s
el: Βασισμένο επί %s

source: Console
el: Κονσόλα

source: Early decay time (EDT)
el: Χρόνος πρώιμης απόσβεσης (EDT)

source: Early lateral fraction LF (ms)
el: Πρώιμο πλευρικό κλάσμα LF (ms)

source: Early lateral fraction LFC (ms)
el: Πρώιμο πλευρικό κλάσμα LFC (ms)

source: Expected node size got %s
el: Αναμενόμενο μέγεθος κόμβου έλαβε %s

source: Face
el: Όψη

source: Faces
el: Όψεις

source: Global
el: Καθολικός

source: Interface
el: Διεπαφή

source: Lambda (m)
el: Λάμδα (m)

source: Lateral sound level (dB)
el: Πλευρική στάθμη ήχου (dB)

source: Marching cube
el: Κινούμενος κύβος

source: Material
el: Υλικό

source: OK
el: Εντάξει

source: Original
el: Πρωτότυπο

source: Total
el: Σύνολο

source: Unilateral
el: Μονομερής

source: Vol id:%i %.0f m3
el: Κωδ. όγκου:%i %.0f m3

source: Volume
el: Όγκος

source: Volume %i
el: Όγκος %i

source: Volumes
el: Όγκοι

source: VolumetricMeshRepair:
el: Επιδιόρθωση ογκομετρικού πλέγματος:

source: XY Grid
el: XY κάνναβος

source: XZ Grid
el: XZ κάνναβος

source: YZ Grid
el: YZ κάνναβος
