Repository: Ifsttar/I-Simpa
Catalog: src/isimpa/lang/*/internat.po
Languages: el, pt_br

source: RT-%g (s)
pt_br: TR - %g (s)

source: Radius of receivers (m)
el: Ακτίνα των δεκτών (m)
pt_br: Raio dos receptores (m)

source: Radius/Edge ratio
el: Λόγος Ακτίνας/Ακμής
pt_br: Razão Raio/Aresta

source: Random
el: Τυχαίος
pt_br: Aleatório

source: Random initialization number
el: Τυχαίος αρχικός αριθμός
pt_br: Número de inicialização aleatório

source: Rays
el: Ακτίνες
pt_br: Raios

source: Receiver
el: Δέκτης
pt_br: Receptor

source: Receiver %i
el: Δέκτης %i
pt_br: Receptor %i

source: Receiver intensity
el: Ένταση δέκτη
pt_br: Intensidade no receptor

source: Receiver radius (m)
pt_br: Raio do receptor (m)

source: Recent projects
el: Πρόσφατα έργα
pt_br: Projetos recentes

source: Reconstruction of input model.
el: Ανακατασκευή του εισαχθέντος μοντέλου
pt_br: Reconstrução do modelo de entrada

source: Redo Ctrl+Y
pt_br: Refazer Ctrl+Y

source: Reduction of the number of surfaces
el: Μείωση του πλήθους των επιφανειών
pt_br: Redução do número de superfícies

source: Reference
el: Αναφορά
pt_br: Referência

source: Reference material
el: Υλικό αναφοράς
pt_br: Material de referência

source: Reference materials
el: Υλικά αναφοράς
pt_br: Materiais de referência

source: Reference spectrum
el: Φάσμα αναφοράς
pt_br: Espectro de referência

source: Refresh folder
el: Ανανέωση φακέλου
pt_br: Atualizar pasta

source: Reinitialize camera
el: Επανέναρξη κάμερας
pt_br: Reiniciar câmera

source: Reinitialize interface
el: Επανέναρξη διεπαφής
pt_br: Reiniciar interface

source: Relative humidity (%)
el: Σχετική υγρασία (%)
pt_br: Umidade relativa (%)

source: Remaining time:
el: Υπολειπόμενος χρόνος:
pt_br: Tempo restante:

source: Remesh adaptation
el: Προσαρμογή διακριτοποίησης
pt_br: Adaptação da nova malha

source: Rename
el: Μετονομασία
pt_br: Renomear

source: Render frequency (Hz)
pt_br: Frequência de renderização (Hz)

source: Render mode
pt_br: Modo de renderização

source: Repair model
el: Επιδιόρθωση μοντέλου
pt_br: Reparar modelo

source: Reparing 3D scene
el: Επιδιόρθωση σκηνής 3D
pt_br: Reparar cena 3D

source: Resistivity (cgs)
pt_br: Resistividade (cgs)

source: Resolution is too high, your graphic card is enable to manage this size. Please choose a lower export resolution
el: Η ανάλυση είναι πολύ υψηλή, η κάρτα γραφικών δεν μπορεί να διαχειριστεί αυτό το μέγεθος. Παρακαλώ επιλέξτε μια χαμηλότερη ανάλυση εξαγωγής
pt_br: Resolução é muito alta para sua placa de vídeo. Por favor, selecione uma resolução de exportação menor

source: Result filename
pt_br: Nome de arquivo de resultados

source: Results
el: Αποτελέσματα
pt_br: Resultados

source: Reverberation time (RT)
el: Χρόνος Αντήχησης (RT)
pt_br: Tempo de reverberação (TR)

source: Right diagonal dash
pt_br: Traço diagonal para a direita

source: Rotation / Zoom
el: Περιστροφή/Μεγέθυνση
pt_br: Rotação/Zoom

source: Rugosity - Ground type
pt_br: Rugosidade - Tipo solo

source: Run calculation
el: Εκτέλεση υπολογισμού
pt_br: Executar cálculo

source: SPPS particle statistics
el: Στατιστική σωματιδίων SPPS
pt_br: Estatística de partículas SPPS

source: ST computation
el: Υπολογισμός ST
pt_br: Cálculo do ST

source: Save console
el: Αποθήκευση κονσόλας
pt_br: Salvar console

source: Save copy of project
el: Αποθήκευση αντιγράφου έργου
pt_br: Salvar cópia do projeto

source: Save data
el: Αποθήκευση δεδομένων
pt_br: Salvar dados

source: Save data as...
el: Αποθήκευση δεδομένων ως...
pt_br: Salvar dados como...

source: Save document
el: Αποθήκευση εγγράφου
pt_br: Salvar documento

source: Save finished
el: Αποθήκευση ολοκληρώθηκε
pt_br: Salvamento completo

source: Save project
el: Αποθήκευση έργου
pt_br: Salvar projeto

source: Save project Ctrl+S
el: Αποθήκευση έργου⇥Ctrl+S
pt_br: Salvar projeto Ctrl+S

source: Save project as...
el: Αποθήκευση έργου ως...
pt_br: Salvar projeto como...

source: Saving 3D scene
el: Αποθήκευση 3D σκηνής
pt_br: Salvar cena 3D

source: Saving project
el: Αποθήκευση έργου
pt_br: Salvar projeto

source: Scale X
el: Κλίμακα X
pt_br: Dimensionar X

source: Scale Y
el: Κλίμακα Y
pt_br: Dimensionar Y

source: Scale, x maximum value
el: Κλιμάκωση, μέγιστη τιμή x
pt_br: Escala, valor máximo de x

source: Scale, x minimum value
el: Κλιμάκωση, ελάχιστη τιμή x
pt_br: Escala, valor mínimo de x

source: Scale, y maximum value
el: Κλιμάκωση, μέγιστη τιμή y
pt_br: Escala, valor máximo de y

source: Scale, y minimum value
el: Κλιμάκωση, ελάχιστη τιμή y
pt_br: Escala, valor mínimo de y

source: Scatter image
pt_br: Imagem de espalhamento

source: Scatter marker
pt_br: Marcador de espalhamento

source: Scene
el: Σκηνή
pt_br: Cena

source: Scene background
el: Υπόβαθρο σκηνής
pt_br: Plano de fundo da cena

source: Scene correction before meshing
el: Διόρθωση σκηνής πριν την διακριτοποίηση
pt_br: Correção da cena antes da criação de malha

source: Scene does not exist!
el: Η σκηνή δεν υπάρχει!
pt_br: Cena inexistente!

source: Scene file
el: Αρχείο σκηνής
pt_br: Arquivo de cena

source: Scene lines
el: Γραμμές σκηνής
pt_br: Linhas da cena

source: Scene receiver
el: Δέκτης σκηνής
pt_br: Receptor da cena

source: Scene repair canceled
el: Επιδιόρθωση σκηνής ακυρώθηκε
pt_br: Reparo de cena cancelado

source: Scene repair complete
el: Επιδιόρθωση σκηνής ολοκληρώθηκε
pt_br: Reparo de cena completo

source: Scene surface (m2)
el: Επιφάνεια σκηνής (m2)
pt_br: Área da cena (m2)

source: Scene volume (m3)
el: Όγκος σκηνής (m3)
pt_br: Volume da cena (m3)

source: Schroeder curves
el: Καμπύλες Schroeder
pt_br: Curvas de Schroeder

source: Schroeder's curve
el: Καμπύλες του Schroeder
pt_br: Curva de Schroeder

source: Searching model volumes...
el: Αναζήτηση όγκων μοντέλου...
pt_br: Buscando volumes do modelo...

source: Select all
el: Επιλογή όλων
pt_br: Selecionar tudo

source: Select an empty folder that will contain your projects
el: Επιλέξτε έναν κενό φάκελο που θα περιέχει τα έργα σας
pt_br: Selecionar uma pasta vazia para salvar seus projetos

source: Select face: Left Click on the 3D view 3D to select a face; Double left Click+Ctrl to select a face entirely
pt_br: Selecionar face: Clique com o botão esquerdo na Vista 3D para selecionar uma face; Faça clique duplo + Ctrl para selecionar uma face completamente

source: Selection
el: Επιλογή
pt_br: Seleção

source: Semi-diffuse
el: Ημιδιάχυση
pt_br: Semi-difuso

source: Send to a new surface group
el: Αποστολή σε νέα ομάδα επιφανειών
pt_br: Enviar para um novo grupo de superfícies

source: Set 3D View as main window
el: Ορίστε 3D προβολή ως κύριο παράθυρο
pt_br: Configurar a vista 3D como janela principal

source: Set the same value
el: Ορίστε την ίδια τιμή
pt_br: Configurar o mesmo valor

source: Set user defined atmospheric absorption
el: Καθορίστε την ατμοσφαιρική απορρόφηση
pt_br: Configurar a absorção atmosférica definida pelo usuário

source: Settings
el: Ρυθμίσεις
pt_br: Configurações

source: Short Lawn
el: Κοντό γρασίδι
pt_br: Grama curta

source: Show / Hide meshing
el: Προβολή / Απόκρυψη πλέγματος
pt_br: Mostrar/Ocultar malha

source: Show XYZ axis
el: Προβολή αξόνων XYZ
pt_br: Mostrar eixos XYZ

source: Show all
el: Προβολή όλων
pt_br: Mostra tudo

source: Show iso-curves
el: Προβολή ισο - καμπυλών
pt_br: Mostrar isocurvas

source: Show name
el: Προβολή ονόματος
pt_br: Mostrar nome

source: Show the grid
el: Προβολή καννάβου
pt_br: Mostrar o grid

source: Show vertices name
el: Προβολή ονομάτων κορυφών
pt_br: Mostrar os nomes dos vértices

source: Show/Hide curves
el: Προβολή / Απόκρυψη καμπυλών
pt_br: Mostrar/Ocultar curvas

source: Side of material effect
el: Πλευρά της επίδρασης υλικού
pt_br: Lado de efeito do material

source: Signal doesn't exist
el: Το σήμα δεν υπάρχει
pt_br: Sinal inexistente

source: Simulation
el: Προσομοίωση
pt_br: Simulação

source: Simulation length (s)
el: Διάρκεια προσομοίωσης (s)
pt_br: Duração da simulação (s)

source: Small dash
el: Μικρή παύλα
pt_br: Traço curto

source: Smooth colors
el: Εξομάλυνση χρωμάτων
pt_br: Cores suaves

source: Smooth level
el: Εξομάλυνση επιπέδων
pt_br: Nível suave

source: Sound decay value for RT calculation (dB)
pt_br: Valor de decaimento sonoro para calculo do tempo de reverberação (dB)

source: Sound level
el: Στάθμη ήχου
pt_br: Nível sonoro

source: Sound level (dB)
el: Στάθμη ήχου (dB)
pt_br: Nível sonoro (dB)

source: Sound level (dBA)
el: Στάθμη ήχου (dBA)
pt_br: Nível sonoro (dBA)

source: Sound level at pointer s %.2f
el: Στάθμη ήχου στον κέρσορα s %.2f
pt_br: Nível sonoro no ponteiro s %.2f

source: Sound level is not given
el: Η στάθμη ήχου δεν είναι γνωστή
pt_br: Nível sonoro não fornecido

source: Sound level per source
el: Στάθμη ήχου ανά πηγή
pt_br: Nível sonoro por fonte

source: Sound power
el: Ηχητική ισχύς
pt_br: Potência sonora

source: Sound sources
el: Πηγές ήχου
pt_br: Fontes sonoras

source: Sound_level
el: Στάθμη_ήχου
pt_br: Nível_Sonoro

source: Soundmap
el: Ηχητικός χάρτης
pt_br: Mapa sonoro

source: Soundmap: SPL
el: Ηχητικός χάρτης: SPL
pt_br: Mapa sonoro: NPS

source: Soundmap: intensity
el: Ηχητικός χάρτης: Ένταση
pt_br: Mapa sonoro: intensidade

source: Source
el: Πηγή
pt_br: Fonte

source: Source %i
el: Πηγή %i
pt_br: Fonte %i

source: Sparse habitat (farm, trees, hedges)
pt_br: Habitat esparso (fazenda, árvores, cercas)

source: Spectrum
el: Φάσμα
pt_br: Espectro

source: Spectrum of element %s does not exist! Please, specify a valid spectrum
pt_br: Espectro do elemento %s não existe! Por favor, especifique um espectro válido

source: Specular
el: Κατοπτρική
pt_br: Especular

source: Spreadsheet
el: Υπολογιστικό φύλλο
pt_br: Planilha

source: Square
el: Τετράγωνο
pt_br: Quadrado

source: Stanford University (*.ply)|*.ply|Stanford University with project groups (*.mat.ply)|*.mat.ply|Poly file (*.poly)|*.poly|Mesh file (*.mesh)|*.mesh|NFF file (*.nff)|*.nff|Binary file (*.bin)|*.bin|Binary file Calcul SPPS (*.cbin)|*.cbin|Ascii file (*.asc)|*.asc
pt_br: Universidade de Stanford (*.ply)|*.ply|Universidade de Stanford com grupos de projeto (*.mat.ply)|*.mat.ply|Arquivo Poly (*.poly)|*.poly|Arquivo Mesh (*.mesh)|*.mesh|Arquivo NFF (*.nff)|*.nff|Arquino binário (*.bin)|*.bin|Arquivo binário para cálculo SPPS (*.cbin)|*.cbin|Arquivo ASCII (*.asc)|*.asc

source: Stop
el: Διακοπή
pt_br: Parar

source: Surface area (m2)
el: Εμβαδόν επιφάνειας (m2)
pt_br: Área da superfície (m2)

source: Surface meshing
el: Επιφανειακή διακριτοποίηση
pt_br: Criação de malha da superfície

source: Surface receiver
el: Επιφανειακός δέκτης
pt_br: Superfície receptora

source: Surface receiver export
el: Εξαγωγή επιφανειακού δέκτη
pt_br: Exportação superfície receptora

source: Surface receiver to be compared to the reference one:
el: Επιφανειακός δέκτης που θα συγκριθεί με τον δέκτη αναφοράς:
pt_br: Superfície receptora a ser comparada com a referência:

source: Surface receivers
el: Επιφανειακοί δέκτες
pt_br: Superfícies receptoras

source: Surface receivers :
el: Επιφανειακοί δέκτες:
pt_br: Superfícies receptoras:

source: Surface receivers can not be compared. Time step (delta T) is different from the reference one: %s
el: Οι επιφανειακοί δέκτες δεν μπορούνε να συγκριθούν. Το χρονικό βήμα (Δt) είναι διαφορετικό από αυτό του δέκτη αναροφάς %s
pt_br: Superfícies receptoras não podem ser comparadas. O passo temporal (delta T) é diferente da referência: %s

source: Surface receivers constraint
el: Περιορισμός δεκτών αναφοράς
pt_br: Restrição das superfícies receptoras

source: Surface receivers constraint (m²)
el: Περιορισμός δεκτών αναφοράς (m²)
pt_br: Restrição das superfícies receptoras (m2)

source: Surface receivers display
el: Προβολή επιφανειακών δεκτών
pt_br: Exibição das superfícies receptoras

source: Surface receivers file does not exist for the corresponding frequency
el: Το αρχείο επιφανειακών δεκτών δεν υπάρχει για την αντίστοιχη συχνότητα
pt_br: Arquivo de superfícies receptoras não existe para a frequência correspondente

source: Surface selection mode
el: Λειτουργία επιλογής επιφανείας
pt_br: Modo de seleção de superfície

source: Surfaces
el: Επιφάνειες
pt_br: Superfícies

source: TS computation
el: Υπολογισμός TS
pt_br: Cálculo TS

source: TXT files (*.TXT)|*.TXT
pt_br: Arquivos TXT (*.TXT)|*.TXT

source: Tab name:
el: Όνομα καρτέλας:
pt_br: Nome da aba:

source: Temperature (°C)
el: Θερμοκρασία (°C)
pt_br: Temperatura (°C)

source: Test mesh topology
el: Δοκιμή τοπολογίας διακριτοποίησης
pt_br: Testar topologia de malha

source: TetGen parameters
el: Παράμετροι TetGen
pt_br: Parâmetros TetGen

source: Tetrahedron file is empty, the calculation can't be done !
el: Το αρχείο τετραέδρων είναι κενό, ο υπολογισμός δεν μπορεί να εκτελεστεί!
pt_br: Arquivo tetraédrico está vazio, impossível realizar cálculo

source: Text background color
el: Χρώμα κειμένου υποβάθρου
pt_br: Cor do plano de fundo do texto

source: Text color
el: Χρώμα κειμένου
pt_br: Cor do texto

source: Text file (*.txt)|*.txt
el: Αρχείο κειμένου (*.txt)|*.txt
pt_br: Arquivo de texto (*.txt)|*.txt

source: Text label for X
el: Ετικέτα κειμένου για X
pt_br: Rótulo de texto para X

source: Text rotation (degree)
el: Περιστροφή κειμένου (μοίρες)
pt_br: Rotação de texto (graus)

source: The D value at this coordinate is %.2f
el: Η τιμή D σε αυτές τις συντεταγμένες είναι %.2f
pt_br: O valor de D nessa coordenada é %.2f

source: The ST value at this coordinate is %.2f
el: Η τιμή ST σε αυτές τις συντεταγμένες είναι %.2f
pt_br: O valor de ST nessa coordenada é %.2f

source: The TS value at this coordinate is %.2f
el: Η τιμή TS σε αυτές τις συντεταγμένες είναι %.2f
pt_br: O valor de TS nessa coordenada é %.2f

source: The clarity value at this coordinate is %.2f
el: Η τιμή της C σε αυτές τις συντεταγμένες είναι %.2f
pt_br: O valor de claridade nessa coordenada é %.2f

source: The drag and drop of a group is allowed only from main surface groups
pt_br: Arrastar e soltar grupos é permitido apenas à partir dos grupos de superfícies principais

source: The drag and drop of vertex is allowed only from surface groups
pt_br: Arrastar e soltar vértices é permitido apenas à partir dos grupos de superfícies principais

source: The following file does not exist, please update the folder: %s
pt_br: O arquivo seguinte não existe, por favor, atualize a pasta: %s

source: The following file doesn't exist: %s
pt_br: O arquivo seguinte não existe: %s

source: The following surface receiver can't be loaded: %s
pt_br: A superfície receptora a seguir não pôde ser carregada: %s

source: The following surface receiver is not composed with the same number of surfaces as the reference one: %s
pt_br: A superfície receptora a seguir não é composta pelo mesmo número de superfícies que a referência: %s

source: The formula result must be a number
pt_br: O resultado da fórmula deve ser numérico

source: The group is not empty. You can't delete it!
el: Η ομάδα δεν είναι κενή. Δεν μπορείτε να την διαγράψετε!
pt_br: O grupo não está vazio. Ele não pode ser apagado!

source: The icon %s doesn't exist!
el: Το εικονίδιο %s δεν υπάρχει!
pt_br: O ícone %s não existe!

source: The icon format of %s is not supported.
el: Ο τύπος του εικονιδίου %s δεν υποστηρίζεται.
pt_br: O formato do ícone %s não é suportado.

source: The pressure value at this coordinate is %.2f
el: Η τιμή της πίεσης σε αυτές τις συντεταγμένες είναι %.2f
pt_br: O valor de pressão nessa coordenada é %.2f

source: The size of the particle file, for each frequency band, is around %.2f Mo
el: Το μέγεθος του αρχείου σωματιδίων, για κάθε ζώνη συχνοτήτων, είναι περίπου %.2f Mo
pt_br: O tamanho do arquivo de partícula, para cada banda de frequência, é cerca de %.2f Mb

source: The value of the loss is not corresponding to the value of the absorption.The value of absorption has been fixed to %3.f, and the loss factor keep to %.2f dB
el: Η τιμή της απώλειας δεν αντιστοιχεί στην τιμή της απορρόφησης. Η τιμή της απορρόφησης έχει καθοριστεί σε %3.f, και ο παράγοντας απώλειας κρατήθηκε σε %.2f dB
pt_br: O valor da perda não é correspondente ao valor da absorção. O valor da absorção foi fixado em %3.f, e o fator de perda está em %.2f dB

source: The value of the loss is not corresponding to the value of the absorption.The value of loss has been fixed to %3.f dB, and the absorption value keep to %.2f
el: Η τιμή της απώλειας δεν αντιστοιχεί στην τιμή της απορρόφησης. Η τιμή της απορρόφησης έχει καθοριστεί σε %3.f dB, και ο παράγοντας απώλειας κρατήθηκε σε %.2f
pt_br: O valor da perda não é correspondente ao valor da absorção. O valor da perda foi fixado em %3.f dB, e o valor da absorção está em %.2f

source: There are errors in the Python(TM) script!
el: Υπάρχουν σφάλματα στον αλγόριθμο Python(TM)!
pt_br: Existem erros no script Python(TM)

source: Third octave
el: Τριτοκτάβα
pt_br: Terço de oitava

source: This element doesn't exist
el: Το στοιχείο δεν υπάρχει
pt_br: Esse elemento não existe

source: This element doesn't represent a file or a folder
el: Αυτό το αντικείμενο δεν αντιπροσωπεύει ένα αρχείο ή φάκελο
pt_br: Esse elemento não representa um arquivo ou pasta

source: This event doesn't exist !
el: Αυτό το γεγονός δεν υπάρχει!
pt_br: Esse evento não existe!

source: This field does not exist! Name of element: %s Name of the field: %s
el: Αυτό το πεδίο δεν υπάρχει! Όνομα στοιχείου: %s Όνομα του πεδίου: %s
pt_br: Esse campo não existe! Nome do elemento: %s Nome do campo: %s

source: This file or folder doesn't correspond to a compatible surface receivers
el: Το αρχείο ή ο φάκελος δεν αντιστοιχεί σε συμβατούς επιφανειακούς δέκτες
pt_br: Esse arquivo ou pasta não corresponde a uma superfície receptora compatível

source: This zone does not correspond to a defined surface receiver
el: Αυτή η ζώνη δεν αντιστοιχεί σε έναν καθορισμένο επιφανειακό δέκτη
pt_br: Essa zona não corresponde a uma superfície receptora definida

source: Time delay (s)
el: Χρονική καθυστέρηση (s)
pt_br: Atraso temporal (s)

source: Time step (s)
el: Χρονικό βήμα (s)
pt_br: Passo temporal (s)

source: To a file with a specified resolution
el: Σε ένα αρχείο με μία καθορισμένη ανάλυση
pt_br: Para um arquivo com resolução específicada

source: To file
el: Στο αρχείο
pt_br: Para o arquivo

source: Tools
el: Εργαλεία
pt_br: Ferramentas

source: Total draw time %i ms
el: Συνολικός χρόνος σχεδίασης %i ms
pt_br: Tempo total de desenho %i ms

source: Total energy
el: Συνολική ενέργεια
pt_br: Energia total

source: Total field (Eyring)
el: Συνολικό πεδίο (Eyring)
pt_br: Campo total (Eyring)

source: Total field (Sabine)
el: Συνολικό πεδίο (Sabine)
pt_br: Campo total (Sabine)

source: Total sound level
el: Συνολική στάθμη ήχου
pt_br: Nível sonoro total

source: Total time calculation: %lld ms
el: Συνολικός χρόνος υπολογισμού: %lld ms
pt_br: Tempo total de cálculo: %lld ms

source: Total time of meshing: %lld ms
el: Συνολικός χρόνος διακριτοποίησης: %lld ms
pt_br: Tempo total de criação de malha: %lld ms

source: Translators
el: Μεταφραστές
pt_br: Tradutores

source: Transmission
el: Μετάδοση
pt_br: Transmissão

source: Transparent
el: Διαφανής
pt_br: Transparente

source: Transparent text background
el: Διαφανές κείμενο υποβάθρου
pt_br: Plano de fundo de texto transparente

source: Triangulation method
el: Μέθοδος τριγωνισμού
pt_br: Método de triangulação

source: Unable to init the Python(TM) element %s of the %s module
el: Αδύνατη η εκκίνηση του στοιχείου Python(TM) %s της %s ενότητας
pt_br: Impossível iniciar o elemento de Python(TM) %s do módulo %s

source: Unable to load the 3D model
el: Αδύνατο να φορτωθεί το 3D μοντέλο
pt_br: Impossível carregar o modelo 3D

source: Unable to load the stats file: %s
el: Αδύνατο να φορτωθούν το αρχείο στατιστικών: %s
pt_br: Impossível carregar os arquivos de estatísticas: %s

source: Unable to load this format
el: Αδύνατο να φορτωθεί αυτή η διαμόρφωση
pt_br: Impossível carregar esse formato

source: Unable to read the epsilon value
el: Αδύνατη η ανάγνωση της τιμής ε
pt_br: Impossível ler o valor epsilon

source: Unable to save the file under the PLY format
el: Αδύνατη η αποθήκευση του αρχείου στη μορφή PLY
pt_br: Impossível salvar em formato PLY

source: Unable to solve the user's defined formula !
el: Αδύνατη η επίλυση της εξίσωσης του χρήστη!
pt_br: Impossível resolver a fórmula definida pelo usuário

source: Unable to solve the user's defined formula :
el: Αδύνατο να επιλυθεί η καθορισμένη από τον χρήστη εξίσωση:
pt_br: Impossível resolver a fórmula definida pelo usuário:

source: Unable to write this file with this destination folder!
el: Αδύνατο να εγγραφεί το αρχείο με αυτόν τον φάκελο προορισμού!
pt_br: Impossível salvar esse arquivo na pasta de destino!

source: Unauthorized closing process
el: Μη εξουσιοδοτημένη διαδικασία κλεισίματος
pt_br: Processo de fechamento não autorizado

source: Unauthorized data
el: Μή εξουσιοδοτημένα δεδομένα
pt_br: Dados não autorizados

source: Uncorrect data list
el: Λάθος λίστα δεδομένων
pt_br: Lista de dados incorreta

source: Uncorrect index list
el: Λάθος λίστα δεικτών
pt_br: Lista de índices incorreta

source: Undo Ctrl+Z
pt_br: Desfazer Ctrl+Z

source: Unexpected Dialog response return !
el: Μή αναμενόμενη επιστροφή διαλόγου!
pt_br: Resposta de diálogo inesperada!

source: Unfavorable
el: Δυσμενής
pt_br: Desfavorável

source: Unidirectional
el: Μονοκατευθυντική
pt_br: Unidirecional

source: Uniform
el: Ομοιόμορφη
pt_br: Uniforme

source: Uniform reflection
el: Ομοιόμορφη ανάκλαση
pt_br: Reflexão uniforme

source: Unknown
el: Άγνωστο
pt_br: Desconhecido

source: Unknown OpenGL error, try to set a lower resolution or use another exportation method.
el: Άγνωστο σφάλμα OpenGL, δοκιμάστε να ορίσετε χαμηλότερη ανάλυση ή χρησιμοποιείστε διαφορετική μέθοδο εξαγωγής.
pt_br: Erro OpenGL desconhecido, tente definir uma resolução mais baixa ou use outro método de exportação.

source: Unknown error when reading particles file
el: Άγνωστο σφάλμα κατά την ανάγνωση του αρχείου σωματιδίων
pt_br: Erro desconhecido ao ler arquivo de partículas

source: Unknown file format
el: Άγνωστη διαμόρφωση αρχείου
pt_br: Formato de arquivo desconhecido

source: Unknown output process
el: Άγνωστη διαδικασία εξαγωγής
pt_br: Processo de saída desconhecido

source: Unselect all
el: Αποεπιλογή όλων
pt_br: Desmarcar todos

source: Updating XML file
el: Ενημέρωση αρχείου XML
pt_br: Atualizando arquivo XML

source: Updating project backup
el: Ενημέρωση αντιγράφου ασφαλείας έργου
pt_br: Atualizando recuperação do projeto

source: User
el: Χρήστης
pt_br: Usuário

source: User diagram
el: Διάγραμμα χρήστη
pt_br: Diagrama do usuário

source: User directivity
el: Κατευθυντικότητα χρήστη
pt_br: Diretividade do usuário

source: User spectrum
el: Φάσμα χρήστη
pt_br: Espectro do usuário

source: User-defined parameters
el: Παράμετροι καθορισμένες από τον χρήστη
pt_br: Parâmetros definidos pelo usuário

source: Value
el: Τιμή
pt_br: Valor

source: Value %s can't be converted to decimal number
el: Η τιμή %s δεν ήταν δυνατό να μετατραπεί σε δεκαδικό αριθμό
pt_br: Valor %s não pôde ser convertido em número decimal

source: Value (m)
el: Τιμή (m)
pt_br: Valor (m)

source: Vertical line
el: Κατακόρυφη γραμμή
pt_br: Linha vertical

source: Vertices translation
el: Μετάφραση κορυφών
pt_br: Translação de vértices

source: Very favorable
el: Εξαιρετικά ευμενής
pt_br: Muito favorável

source: Very unfavorable
el: Εξαιρετικά δυσμενής
pt_br: Muito desfavorável

source: View
el: Προβολή
pt_br: Vista

source: Viewing style
el: Στύλ προβολής
pt_br: Estilo de vista

source: Visible on/off
el: Προβολή ενεργοποίηση/απενεργοποίηση
pt_br: Visível on/off

source: Volume auto-detect
el: Αναγνώριση όγκου
pt_br: Detecção automática de volume

source: Volume boundary
el: Όριο όγκου
pt_br: Contorno do volume

source: Volume constraint
el: Καταναγκασμός όγκου
pt_br: Restrições do volume

source: Volume constraint (m3)
el: Καταναγκασμός όγκου (m3)
pt_br: Restrições do volume (m3)

source: Walls
el: Τοίχοι
pt_br: Paredes
